Repository: nameasaelaraby/BillsSystem
Catalog: BillsSystem/Resources/SharedResource.*.resx
Languages: ar_eg

source: Action
ar_eg: المهام

source: Actions
ar_eg: المهام

source: Address
ar_eg: العنوان

source: Are you sure you want to delete this?
ar_eg: هل انت متاكد من هذا المسح

source: Back to List
ar_eg: الذهاب الي القائمه

source: BillDate
ar_eg: تاريخ الفاتوره

source: BillNumber
ar_eg: رقم الفاتوره

source: Bills Details
ar_eg: تفاصيل الفاتوره

source: Bills List
ar_eg: قائمه الفواتير

source: Branch ID
ar_eg: رقم الفرع

source: Buying Price
ar_eg: سعرالبيع

source: Cancel
ar_eg: الغاء

source: ClientName
ar_eg: اسم العميل

source: Clients
ar_eg: العملاء

source: Companies List
ar_eg: قائمه الشركات

source: Company Details
ar_eg: تفاصيل الشركة

source: Company Information
ar_eg: معلومات الشركة

source: Company Name
ar_eg: اسم الشركه

source: Company Note
ar_eg: تعليق عن الشركه

source: CompanyName
ar_eg: اسم الشركه

source: CompanyNote
ar_eg: تعليق عن الشركه

source: Create
ar_eg: انشاء

source: Create Client
ar_eg: انشاء عميل

source: Create Company
ar_eg: انشاء شركه

source: Create Item
ar_eg: انشاء عنصر

source: Create New Bill
ar_eg: اضافه فاتوره جديده

source: Create New Client
ar_eg: انشاء عميل جديد

source: Create New Company
ar_eg: انشاء شركه جديده

source: Create New Employee
ar_eg: انشاء موظف جديد

source: Create New Item
ar_eg: انشاء عنصر جديد

source: Create New Report
ar_eg: اضافه تقرير جديد

source: Create New Specie
ar_eg: انشاء نوع جديد

source: Create New Unit
ar_eg: انشاء وحده جديدة

source: Create Unit
ar_eg: انشاء وحدة

source: Delete
ar_eg: حذف

source: Delete Company
ar_eg: مسح الشركة

source: Delete Specie
ar_eg: حذف النوع

source: Department ID
ar_eg: رقم القسم

source: Details
ar_eg: تفاصيل

source: Edit
ar_eg: تعديل

source: Edit Company
ar_eg: تعديل الشركه

source: Edit Specie
ar_eg: تعديل النوع

source: Employee List
ar_eg: قائمة الموظفين

source: First Name
ar_eg: الاسم الاول

source: Item Name
ar_eg: اسم العنصر

source: Items List
ar_eg: قائمه العناصر

source: Last Name
ar_eg: الاسم الاخير

source: Name
ar_eg: الاسم

source: Net
ar_eg: الصافي

source: Notes
ar_eg: التعليق

source: Other Details
ar_eg: تفاصيل اخري

source: PaidUp
ar_eg: المبلغ المدفوع

source: PercentageDiscount
ar_eg: نسبه الخصم

source: Phone
ar_eg: التلفون

source: Position
ar_eg: الرتبه

source: Quantity
ar_eg: الكميه

source: Rest
ar_eg: المتبقي

source: Sales Invoice
ar_eg: فاتورة مبيعات

source: Sales Reports
ar_eg: تقارير المبيعات

source: Save
ar_eg: حفظ

source: SelesReportName
ar_eg: اسم تقرير المبيعات

source: Selling Price
ar_eg: سعر الواحده

source: SellingPrice
ar_eg: سعر الوحده

source: Specie Details
ar_eg: تفاصيل النوع

source: Specie Name
ar_eg: اسم النوع

source: Species List
ar_eg: قائمه من الانواع

source: Species Name
ar_eg: اسم النوع

source: TotalValue
ar_eg: الاجمالي

source: Unit Details
ar_eg: تفاصيل الوحدة

source: Unit List
ar_eg: قائمه الوحده

source: Unit Name
ar_eg: اسم الوحده

source: Unit Note
ar_eg: ملاحظات الوحده

source: ValueDiscount
ar_eg: قيمه الخصم
